tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "ctop"
brew "curl"
brew "ethereum"
brew "git"
brew "htop"
brew "hub"
brew "jq"
brew "mas"
brew "nodenv"
brew "telnet"
brew "tig"
brew "tree"
brew "z"
brew "zsh"
brew "zsh-completions"
cask "1password"
cask "alfred"
cask "astropad"
cask "discord"
cask "docker"
cask "evernote"
cask "ganache"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
mas "LINE", id: 539883307
mas "Xcode", id: 497799835
