tap "argon/mas"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rcmdnk/file"
cask "adoptopenjdk"
brew "awscli"
brew "circleci"
brew "cmake"
brew "ctop"
brew "curl"
brew "direnv"
brew "docker", link: false
brew "ethereum"
brew "git"
brew "go"
brew "gradle"
brew "htop"
brew "hub"
brew "jq"
brew "llvm"
brew "mas"
brew "node-build"
brew "openssl"
brew "nodenv"
brew "protobuf"
brew "pyenv"
brew "rustup-init"
brew "telnet"
brew "tig"
brew "tree"
brew "wabt"
brew "yarn"
brew "z"
brew "zsh"
brew "zsh-completions"
brew "rcmdnk/file/brew-file"
cask "1password"
cask "alfred"
cask "astropad"
cask "discord"
cask "docker"
cask "evernote"
cask "ganache"
cask "github"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "slack"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
